<template>
    <div class="container">
        <div class="policy">
            <h1>Политика конфиденциальности</h1>
            <br>
            <p>Данная политика обработки персональных данных и их конфиденциальности относится к сайту под доменным именем itego.pro. Эта страница содержит сведения о том, какую информацию мы (администрация сайта) или третьи лица могут получать, когда вы пользуетесь нашим сайтом.</p>
            <br>
            <h2>Данные, собираемые при посещении сайта</h2>
            <br>
            <h4>Персональные данные</h4>
            <br>
            <ul>
                Персональные данные при посещении сайта передаются пользователем добровольно, к ним могут относиться:
                <li>имя, фамилия, отчество,</li>
                <li>номера телефонов,</li>
                <li>адреса электронной почты,</li>
                <li>адреса для доставки товаров или оказания услуг,</li>
                <li>реквизиты компании, которую представляет пользователь,</li>
                <li>должность в компании, которую представляет пользователь,</li>
                <li>аккаунты в социальных сетях;</li>
                <li>и иные данные.</li>
            </ul>
            <br>
            <p>Эти данные собираются в целях оказания услуг или продажи товаров, связи с пользователем или иной активности пользователя на сайте, а также, чтобы отправлять пользователям информацию, которую они согласились получать.</p>
            <br>
            <p>Мы не проверяем достоверность оставляемых данных, однако не гарантируем качественного исполнения заказов или обратной связи с нами при некорректных данных.</p>
            <br>
            <p>Данные собираются имеющимися на сайте формами для заполнения (например, регистрации, оформления заказа, подписки, оставления отзыва, обратной связи и иными).</p>
            <br>
            <p>Формы, установленные на сайте, могут передавать данные как напрямую на сайт, так и на сайты сторонних организаций (скрипты сервисов сторонних организаций).</p>
            <br>
            <p>Также данные могут собираться через технологию cookies (куки) как непосредственно сайтом, так и скриптами (программами) сервисов сторонних организаций. Эти данные собираются автоматически, отправку этих данных можно запретить, отключив cookies (куки) в браузере, в котором открывается сайт.</p>
            <br>
            <h4>Неперсональные данные</h4>
            <br>
            <p>Кроме персональных данных при посещении сайта собираются не персональные данные, их сбор происходит автоматически веб-сервером, на котором расположен сайт, средствами CMS (системы управления сайтом), скриптами сторонних организаций, установленными на сайте. К данным, собираемым автоматически, относятся:</p>
            <br>
            <ul>
                <li>IP адрес и страна его регистрации,</li>
                <li>имя домена, с которого вы к нам пришли,</li>
                <li>переходы посетителей с одной страницы сайта на другую,</li>
                <li>информация, которую ваш браузер предоставляет добровольно при посещении сайта,</li>
                <li>cookies (куки), фиксируются посещения и информацию, необходимую для работы сайта,</li>
                <li>иные данные, собираемые счетчиками аналитики сторонних организаций, установленными на сайте.</li>
            </ul>
            <br>
            <p>Эти данные носят неперсонифицированный характер и направлены на улучшение обслуживания клиентов, улучшения удобства использования сайта, анализа посещаемости.</p>
            <br>
            <p>Предоставление данных третьим лицам</p>
            <br>
            <p>Мы не раскрываем личную информацию пользователей компаниям, организациям и частным лицам, не связанным с нами. Исключение составляют случаи, перечисленные ниже:</p>
            <br>
            <h5>Данные пользователей в общем доступе</h5>
            <p>Персональные данные пользователя могут публиковаться в общем доступе в соответствии с функционалом сайта, например, при оставлении отзывов, может публиковаться указанное пользователем имя, такая активность на сайте является добровольной, и пользователь своими действиями дает согласие на такую публикацию.</p>
            <br>
            <h5>По требованию закона</h5>
            <p>Информация может быть раскрыта в целях воспрепятствования мошенничеству или иным противоправным действиям; по требованию законодательства и в иных случаях, предусмотренных законом.</p>
            <br>
            <h5>Для оказания услуг, выполнения обязательств</h5>
            <p>Пользователь соглашается с тем, что персональная информация может быть передана третьим лицам в целях оказания заказанных на сайте услуг, выполнении иных обязательств перед пользователем. К таким лицам, например, относятся курьерская служба, почтовые службы, службы грузоперевозок и иные.</p>
            <br>
            <h5>Сервисам сторонних организаций, установленным на сайте</h5>
            <p>На сайте могут быть установлены формы, собирающие персональную информацию других организаций, в этом случае сбор, хранение и защита персональной информации пользователя осуществляется сторонними организациями в соответствии с их политикой конфиденциальности.</p>
            <br>
            <p>Сбор, хранение и защита полученной от сторонней организации информации осуществляется в соответствии с настоящей политикой конфиденциальности.</p>
            <br>
            <h4>Как мы защищаем вашу информацию</h4>
            <br>
            <p>Мы принимаем соответствующие меры безопасности по сбору, хранению и обработке собранных данных для защиты их от несанкционированного доступа, изменения, раскрытия или уничтожения, ограничиваем нашим сотрудникам, подрядчикам и агентам доступ к персональным данным, постоянно совершенствуем способы сбора, хранения и обработки данных, включая физические меры безопасности, для противодействия несанкционированному доступу к нашим системам.</p>
            <br>
            <h4>Ваше согласие с этими условиями</h4>
            <br>
            <p>Используя сайт itego.pro, вы выражаете свое согласие с этой политикой конфиденциальности. Если вы не согласны с этой политикой, пожалуйста, не используйте наш сайт. Ваше дальнейшее использование сайта после внесения изменений в настоящую политику будет рассматриваться как ваше согласие с этими изменениями.</p>
            <br>
            <h4>Отказ от ответственности</h4>
            <br>
            <p>Политика конфиденциальности не распространяется ни на какие другие сайты и не применима к веб-сайтам третьих лиц, которые могут содержать упоминание о нашем сайте и с которых могут делаться ссылки на сайт, а также ссылки с этого сайта на другие сайты сети Интернет. Мы не несем ответственности за действия других веб-сайтов.</p>
            <br>
            <h4>Изменения в политике конфиденциальности</h4>
            <br>
            <p>Мы имеем право по своему усмотрению обновлять данную политику конфиденциальности в любое время. В этом случае мы опубликуем уведомление на страницах нашего сайта. Мы рекомендуем пользователям регулярно проверять страницу новостей и объявлений для того, чтобы быть в курсе любых изменений о том, как мы защищаем информацию пользователях, которую мы собираем. Используя сайт, вы соглашаетесь с принятием на себя ответственности за периодическое ознакомление с политикой конфиденциальности и изменениями в ней.</p>
            <br>
            <h4>Как с нами связаться</h4>
            <br>
            <p>Если у вас есть какие-либо вопросы о политике конфиденциальности, использованию сайта или иным вопросам, связанным с сайтом, свяжитесь с нами по почте info@itego.pro.</p>
        </div>
    </div>
</template>

<style lang="scss">
.policy {
    list-style: inside;
}
</style>